<!DOCTYPE html>
<html>
	<!-- General information and directives of this page. -->
	<head>
		<title>Carlos H. Borca - Acerca de m&iacute;</title>
		<link href="styles/main.css" rel="stylesheet" type="text/css"/>
	</head>
	<!-- Links menu in spanish. -->	
	<ul class="nav">
		<li><a href="indice.html"/>Principal</a></li>
		<li><a href="acerca.html"/><b>Acerca de m&iacute;</b></a></li>
		<li><a href="investigacion.html"/>Investigaci&oacute;n</a></li>
		<li><a href="personas.html"/>Personas</a></li>
		<li><a href="publicaciones.html"/>Publicaciones</a></li>
		<li><a href="eventos.html"/>Eventos</a></li>
		<li><a href="iniciativas.html"/>Iniciativas</a></li>
		<li><a href="recursos.html"/>Recursos</a></li>
		<li><a href="about.html"/>English</a></li>
	</ul>
	<!-- Title and stylish image background. -->
	<div>
		<img style="border: 0px solid; width: 100%; height: auto;"
			title="Header"
			src="design/encabezado.png"
			alt="" hspace="0" vspace="0"/>
	</div>
	
	<!-- This is where the content of the page starts. -->
	<div>
		<center>
			<img style="border: 0px solid; width: 20%; height: auto;"
				title="Biography"
				src="about/Carlos_H_Borca-Circle.jpg"
				alt="" hspace="0" vspace="10"/>
		</center>
	</div>
	<div class="about">
		<center><h1>Biograf&iacute;a</h1></center>
		<div align="justify">
		<ul>
			<li style="padding-bottom: 6px">Qu&iacute;mico te&oacute;rico pragm&aacute;tico que disfruta hacer investigaci&oacute;n colaborativa en ciencias b&aacute;sicas, abordar problemas que involucran aplicaciones para la vida cotidiana y desarrollar soluciones de software cient&iacute;fico originales</li>
			<li style="padding-bottom: 6px">Interesado en el desarrollo de m&eacute;todos te&oacute;ricos y computacionales y en su aplicaci&oacute;n en problemas de amplio inter&eacute;s en qu&iacute;mica, como por ejemplo las interacciones no covalentes en cristales org&aacute;nicos, en formulaciones farmac&eacute;uticas, en estructura biomolecular, y en dise&ntilde;o de materiales.</li>
			<li style="padding-bottom: 6px">Investigador postdoctoral asociado con el Prof. Michael A. Webb de la Universidad Princeton, investigaci&oacute;n centrada en modelado de interacciones intermoleculares en pol&iacute;meros.</li>
			<li style="padding-bottom: 6px">Becario postdoctoral con el Prof. C. David Sherrill del Instituto Tecnol&oacute;gico de Georgia, investigaci&oacute;n centrada en m&eacute;todos <i>ab initio</i> aplicables a interacciones intermoleculares en cristales.</li>
			<li style="padding-bottom: 6px">Ph. D. en Qu&iacute;mica de la Universidad Purdue, con la Prof. Lyudmila V. Slipchenko.</li>
			<li style="padding-bottom: 6px">Investigaci&oacute;n doctoral en din&aacute;mica molecular polarizable y aproximaciones al funcional de la densidad.</li>
			<li style="padding-bottom: 6px">Mini-MBA Principios de Gesti&oacute;n Aplicada de la Escuela de Administraci&oacute;n Krannert de la Universidad Purdue.</li>
			<li style="padding-bottom: 6px">Pasante de Qu&iacute;mica Computacional y Ciencia de Materiales en el Laboratorio Nacional Lawrence Livermore.</li>
			<li style="padding-bottom: 6px">Becario del programa Joven Investigador e Innovador de 2011 del gobierno colombiano.</li>
			<li style="padding-bottom: 6px">Profesor de laboratorios de qu&iacute;mica general y fisicoqu&iacute;mica en la Universidad Icesi en Cali, Colombia.</li>
			<li style="padding-bottom: 6px">Graduaci&oacute;n con honores en Qu&iacute;mica de la Universidad del Valle.</li>
			<li style="padding-bottom: 6px">Clasificado consistentemente en los primeros 5 puestos de su clase durante los estudios de pregrado.</li>
			<li style="padding-bottom: 6px">10 a&ntilde;os de experiencia en investigaci&oacute;n y docencia.</li>
			<li style="padding-bottom: 6px">Varios art&iacute;culos publicados en revistas cient&iacute;ficas revisadas por pares</li>
			<li style="padding-bottom: 6px">M&aacute;s de una docena de presentaciones orales y varias presentaciones de p&oacute;ster.</li>
			<li style="padding-bottom: 6px">Cerca de $30.000 USD en becas, fondos de viaje y premios.</li>
		</ul>
			<!-- Qu&iacute;mico te&oacute;rico pragm&aacute;tico que disfruta abordar problemas que involucran aplicaciones para la vida cotidiana y desarrollar soluciones de software cient&iacute;fico originales.
			Actual becario postdoctoral en el grupo del Prof. C. David Sherrill, de la Escuela de Qu&iacute;mica y Bioqu&iacute;mica del Instituto Tecnol&oacute;gico de Georgia.
			Investigaci&oacute;n posdoctoral centrada en el desarrollo de m&eacute;todos <i>ab initio</i> para cristales moleculares.
			Ph. D. del Departamento de Qu&iacute;mica de la Universidad Purdue, donde trabaj&oacute; en el grupo de la Prof. Lyudmila V. Slipchenko.
			Investigaci&oacute;n doctoral se centr&oacute; en din&aacute;mica molecular polarizable y aproximaciones al funcional de la densidad para describir interacciones intermoleculares.
			Mini-MBA en Principios de Gesti&oacute;n Aplicada de la Escuela de Administraci&oacute;n Krannert de la Universidad Purdue.
			Pasante de verano en el Laboratorio Nacional Lawrence Livermore, como parte del Instituto de Qu&iacute;mica Computacional y Ciencias de Materiales de 2015.
			Beca de Joven Investigador e Innovador de 2011 otorgada por el gobierno colombiano.
			Profesor de laboratorios de qu&iacute;mica general y fisicoqu&iacute;mica en la Universidad Icesi en Cali, Colombia.
			Graduaci&oacute;n con honores en Qu&iacute;mica de la Universidad del Valle, tambi&eacute;n en Cali, donde consistentemente se clasific&oacute; en los primeros 5 puestos de su clase. -->
		</div>

		<h2>Datos Personales</h2>
		<ul>
			<li>Nacionalidades: Argentina y Colombia</li>
			<!--<li>Direcci&oacute;n: Molecular Science and Engineering Building, 901 Atlantic Drive NW, Atlanta, Georgia 30332-0400</li>-->
			<!--<li>Oficina: MoSE 4201</li>-->
			<!-- <li>Buz&oacute;n de Correo: BRWN 332</li> -->
			<li>Correo Electr&oacute;nico: 
				<img style="border: 0px solid; width: 230px; height: auto; vertical-align: middle"
					title="E-mail"
					src="about/E-Mail.png"
					alt="" hspace="0" vspace="0"/></li>
			<li><a href="https://scholar.google.com/citations?user=nj9CpQkAAAAJ&hl=en&oi=ao"/>Perfil de Google Scholar</a></li>
			<li><a href="https://www.linkedin.com/in/carlosborca/"/>Perfil de LinkedIn</a></li>
			<li><a href="https://github.com/carlosborca"/>Perfil de GitHub</a></li>
			<li><a href="about/Carlos_H_Borca-Resume.pdf"/>Hoja de Vida</a></li>
		</ul>

		<h2>Educaci&oacute;n</h2>

		<h3>Postdoctorado</h3>
		Investigador Postdoctoral Asociado en Modelado Molecular<br>
		<i>Departamento de Ingenier&iacute;a Qu&iacute;mica y Biol&oacute;gica - Universidad Princeton - Princeton, Nueva Jersey, Estados Unidos</i><br><br>
		Becario Postdoctoral en Qu&iacute;mica Computacional<br>
		<i>Escuela de Qu&iacute;mica y Bioqu&iacute;mica - Instituto Tecnol&oacute;gico de Georgia - Atlanta, Georgia, Estados Unidos</i><br>

		<h3>Estudios de Posgrado</h3>
		Doctorado en Qu&iacute;mica<br>
		<i>Departamento de Qu&iacute;mica - Universidad Purdue - West Lafayette, Indiana, Estados Unidos</i>

		<h3>Programas de Educaci&oacute;n Ejecutiva</h3>
		Mini-MBA en Principios de Gesti&oacute;n Aplicada<br>
		<i>Facultad de Administraci&oacute;n Krannert - Universidad Purdue - West Lafayette, Indiana, Estados Unidos</i>

		<h3>Estudios de Pregrado</h3>
		T&iacute;tulo Profesional con Honores en Qu&iacute;mica<br>
		<i>Facultad de Ciencias Naturales y Exactas - Universidad del Valle - Cali, Valle del Cauca, Colombia</i>

		<h2>Experiencia</h2>

		<h3>Investigaci&oacute;n</h3>
		<h4>Desarrollo de Modelos de Interacciones Moleculares Aplicados a Pol&iacute;meros</h4>
		Director: Prof. Michael A. Webb<br>
		<i>Universidad Princeton - Princeton, Nueva Jersey, Estados Unidos</i><br>
		<h4>Desarrollo de M&eacute;todos Computacionales Aplicados a Cristales Moleculares</h4>
		Director: Prof. C. David Sherrill<br>
		<i>Instituto Tecnol&oacute;gico de Georgia - Atlanta, Georgia, Estados Unidos</i>
		<h4>Implementaci&oacute;n Modular del Modelo de Tkatchenko y Scheffler para Interacciones de van der Waals</h4>
		Directores: Dr. Alfredo A. Correa and Dr. Xavier I. Andrade<br>
		<i>Laboratorio Nacional Lawrence Livermore - Livermore, California, Estados Unidos</i>
		<h4>Desarrollo de Teor&iacute;a para Describir Adecuadamente los Efectos del Entorno en Simulaciones Qu&aacute;nticas</h4>
		Directora: Prof. Lyudmila V. Slipchenko<br>
		<i>Universidad Purdue - West Lafayette, Indiana, Estados Unidos</i>
		<h4>Distribuciones de Carga en Nanoporos de Carbono a trav&eacute;s de la Teor&iacute;a del Funcional de la Densidad</h4>
		Directores: Prof. Lyudmila V. Slipchenko and Prof. Adam Wasserman<br>
		<i>Universidad Purdue - West Lafayette, Indiana, Estados Unidos</i>
		<h4>Modelado Molecular de Materiales que Absorben Agua a Escala Nano</h4>
		Director: Prof. Carlos A. Arango<br>
		<i>Universidad Icesi - Cali, Valle del Cauca, Colombia</i>
		<h4>Estudio Computacional de las Interacciones entre H&iacute;bridos Nanotubo de Carbono/ADN y Mol&eacute;culas Simples Relevantes para Sensores Qu&iacute;mico</h4>
		Director: Prof. Julio C. Arce<br>
		<i>Universidad del Valle - Cali, Valle del Cauca, Colombia</i>

		<h3>Docencia</h3>
		<h4>Asistente de Docencia de Posgrado</h4>
		Universidad Purdue - West Lafayette, Indiana, Estados Unidos
		<ul>
			<li>CHM579: Qu&iacute;mica Computacional - <i>Primavera 2015.</i></li>
			<li>CHM111: Qu&iacute;mica General - <i>Oto&ntilde;o 2012, Oto&ntilde;o 2013, and Oto&ntilde;o 2014.</i></li>
			<li>CHM115: Qu&iacute;mica General - <i>Primavera 2013.</i></li>
		</ul>
		<h4>Profesor de Laboratorio</h4>
		Universidad Icesi - Cali, Valle del Cauca, Colombia
		<ul>
			<li>Fisicoqu&iacute;mica I - <i>2010-I, 2010-II, and 2011-I.</i></li>
			<li>Fisicoqu&iacute;mica II - <i>2010-II.</i></li>
			<li>Qu&iacute;mica General - <i>2009-II, 2010-I, and 2010-II.</i></li>
		</ul>

		<h2>Honores y Premios</h2>

		<h3>Instituto Tecnol&oacute;gico de Georgia</h3>
		<ul>
			<li>Premio de Viaje de la Fundaci&oacute;n Nacional de la Ciencia para asistir al Simposio CMU-GT sobre Aprendizaje de M&aacute;quina aplicado a Ciencia e Ingenier&iacute;a</li>
		</ul>

		<h3>Universidad Purdue</h3>
		<ul>
			<li>Premio de Viaje del Centro Computacional para Materiales para asistir a la 7ma Escuela y Taller de TDDFT</li>
			<li>Soporte Financiero Total para el Programa de Mini-MBA en Principios de Gesti&oacute;n Aplicada de 2016</li>
			<li>Premio de Beca para Viaje 2015 de la Asociaci&oacute;n de Estudiantes Colombianos en la Universidad Purdue (CSAP)</li>
			<li>Beca Ely Lily</li>
		</ul>

		<h3>Laboratorio Nacional Lawrence Livermore</h3>
		<ul>
			<li>Premio por Logro Sobresaliente: Simposio de Estudiantes del Laboratorio Nacional Lawrence Livermore</li>
		</ul>

		<h3>Universidad Icesi</h3>
		<ul>
			<li>Beca J&oacute;venes Investigadores e Innovadores 2011 del Departamento Administrativo de Ciencia, Tecnolog&iacute;a e Innovaci&oacute;n (Colciencias) del Gobierno de Colombia</li>
		</ul>

		<h3>Universidad del Valle</h3>
		<ul>
			<li>Graduaci&oacute;n con Honores por una Tesis de Investigaci&oacute;n Meritoria</li>
			<li>Est&iacute;mulo Acad&eacute;mico por Obtener el 4to. Puesto de la Clase en Octavo Semestre</li>
			<li>Est&iacute;mulo Acad&eacute;mico por Obtener el 3er. Puesto de la Clase en S&eacute;ptimo Semestre</li>
			<li>Est&iacute;mulo Acad&eacute;mico por Obtener el 5to. Puesto de la Clase en Sexto Semestre</li>
			<li>Est&iacute;mulo Acad&eacute;mico por Obtener el 1er. Puesto de la Clase en Quinto Semestre</li>
			<li>Est&iacute;mulo Acad&eacute;mico por Obtener el 1er. Puesto de la Clase en Segundo Semestre</li>
			<li>Est&iacute;mulo Acad&eacute;mico por Obtener el 5to. Puesto de la Clase en Primer Semestre</li>
		</ul>

		<h3>Colegio Berchmans</h3>
		<ul>
			<li>Premio Andr&eacute;s Bello Departamental por el Mejor Puntaje de Biolog&iacute;a en el ICFES</li>
			<li>11vo. Puntaje Promedio Nacional m&aacute;s Alto en el ICFES (El ICFES colombiano es an&aacute;logo al SAT en los Estados Unidos)</li>
		</ul>

		<h2>Afiliaciones Profesionales</h2>
		<ul>
			<li>Miembro de la Asociaci&oacute;n Estadounidense de Qu&iacute;mica (ACS) desde 2013</li>
			<li>Miembro de la Asociaci&oacute;n de Estudiantes Colombianos en la Universidad Purdue (CSAP) desde 2012</li>
			<li>Miembro de Consejo Profesional de Qu&iacute;micos de Colombia (CPQ) desde 2010 - <i>Tarjeta Profesional No.: PQ-3170</i></li>
			<li>Asociaci&oacute;n de Estudiantes Jesuitas de Cali, Colombia (A.S.I.A. Santiago de Cali) desde 2004 - <i>Miembro de la Junta Administrativa (2008-2012)</i></li>
		</ul>

		<h2>Idiomas</h2>
		<ul>
			<li>Espa&ntilde;ol: Lengua madre</li>
			<li>Ingl&eacute;s: Fluido en habla y escritura. Vivo y trabajo en los Estados Unidos desde 2012.</li>
			<li>Portugu&eacute;s: Intermedio en habla y escritura.</li>
		</ul>

		<h2>Habilidades de Computaci&oacute;n</h2>

		<h3>Sistemas Operativos</h3>
		<ul>
			<li>Linux: <i>Ubuntu, RedHat, CentOS, SUSE Linux Server, Cygwin.</i></li>
			<li>Windows: <i>98, XP, Vista, 7, 8, 10.</i></li>
		</ul>

		<h3>Lenguajes de Programaci&oacute;n</h3>
		<ul>
			<li>Python</li>
			<li>C/C++</li>
			<li>Fortran</li>
			<li>HTML</li>
		</ul>

		<h3>Paquetes de Qu&iacute;mica Computacional</h3>
		<ul>
			<li>Molecular Dynamics: <i>LibEFP/EFPMD, GROMACS, NAMD, NanoEngineer-1.</i></li>
			<li>Quantum Chemistry: <i>Octopus, Q-Chem, Psi4, GAMESS, HyperChem, Gaussian, MOPAC, NWChem.</i></li>
			<li>Visualizers: <i>VMD, IQmol, VisIt, Gabedit, GaussView, Macmolplt, Avogadro, Jmol, Chemcraft, Molden, ChemBioOffice.</i></li>
		</ul>

		<h3>Otros</h3>
		<ul>
			<li>GNUPlot</li>
			<li>Origin</li>
			<li>Mathematica</li>
			<li>LaTeX</li>
			<li>GIMP</li>
			<li>Inkscape</li>
			<li>Office</li>
			<li>LibreOfice</li>
		</ul>
	</div>
	<!-- This is where the content of the page ends. -->
	
	<!-- Copyright information. -->
	<div class="bottom">
		<img style="border: 0px solid; width: 100%; height: auto;"
			title="Bottom"
			src="main/bottom.png"
			alt="" hspace="0" vspace="0"/>
	</div>
	<footer>
		<center>&copy 2020 Carlos H. Borca</center>
	</footer>
<script>
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','https://www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-76513146-1', 'auto');
  ga('send', 'pageview');

</script>
</html>
