<!DOCTYPE html>
<html>
	<!-- General information and directives of this page. -->
	<head>
		<title>Carlos H. Borca - Investigaci&oacute;n</title>
		<link href="styles/main.css" rel="stylesheet" type="text/css"/>
	</head>
	<!-- Links menu in spanish. -->	
	<ul class="nav">
		<li><a href="indice.html"/>Principal</a></li>
		<li><a href="acerca.html"/>Acerca de m&iacute;</a></li>
		<li><a href="investigacion.html"/><b>Investigaci&oacute;n</b></a></li>
		<li><a href="personas.html"/>Personas</a></li>
		<li><a href="publicaciones.html"/>Publicaciones</a></li>
		<li><a href="eventos.html"/>Eventos</a></li>
		<li><a href="iniciativas.html"/>Iniciativas</a></li>
		<li><a href="recursos.html"/>Recursos</a></li>
		<li><a href="research.html"/>English</a></li>
	</ul>
	<!-- Title and stylish image background. -->
	<div>
		<img style="border: 0px solid; width: 100%; height: auto;"
			title="Header"
			src="design/encabezado.png"
			alt="" hspace="0" vspace="0"/>
	</div>
	
	<!-- This is where the content of the page starts. -->
	<center>
		<h1>
			Intereses de Investigaci&oacute;n
		</h1>
	<center><h2 class="research"><a name="Codigo">Desarrollo de Teor&iacute;a e Implementaci&oacute;n en Software</a></h2></center>
	<div class="research-images">
		<center>
			<img style="border: 1px solid; width: auto; height: 265px;"
				title="CrystaLattE: Paralelismo Dual Aplicado a Cristales Moleculares"
				src="research/CrystaLattE.png"
				alt="" hspace="5" vspace="5"/>
			<img style="border: 1px solid; width: auto; height: 265px;"
				title="Separaci&oacute;n de Escalas de Tiempo en EFP-MD"
				src="research/EFP-MTS-MD.png"
				alt="" hspace="6" vspace="5"/>
			
		</center>
	</div>
	
	</body>
		<center><h3 class="research"><a name="CrystaLattE">CrystaLattE: C&oacute;mputo Autom&aacute;tico de Energ&iacute;as Reticulares de Cristales Moleculares con Exactitud de Referencia</a></h3></center>
		<p class="research" align="justify">
			CrystaLattE es una nueva herramienta de software que automatiza el c&aacute;lculo, en dos niveles de parelizaci&oacute;n, de energ&iacute;as reticulares de cristales moleculares. El programa est&aacute; dise&ntilde;ado con el objetivo de calcular energ&iacute;as reticulares suficientemente exactas como para discriminar entre polimorfos de baja energ&iacute;a de cristales org&aacute;nicos. Nuestro enfoque utiliza la aproximaci&oacute;n de la expansi&oacute;n de muchos cuerpos y explota el orden peri&oacute;dico tridimensional de largo alcance de los cristales para calcular autom&aacute;ticamente las energ&iacute;as reticulares a nivel de exactitud qu&iacute;mica. El c&oacute;digo est&aacute; dise&ntilde;ado para conectarse con el Controlador Com&uacute;n de Qu&iacute;mica Cu&aacute;ntica y Bases de Datos (QCDB) y explota algunas de sus caracter&iacute;sticas &uacute;nicas. CrystaLattE tambi&eacute;n usa una interfaz con el paquete de qu&iacute;mica computacional PSI4, que se emplea para ejecutar los c&aacute;lculos de energ&iacute;a. El c&oacute;digo est&aacute; escrito en Python 3 y se distribuye como software de c&oacute;digo abierto a trav&eacute;s de GitHub.
		</p>
		<center><h3 class="research">Evaluaci&oacute;n de la Aplicabilidad de Aproximaciones al Funcional de la Densidad en Cristales Moleculares</h3></center>
		<p class="research" align="justify">
			Una nueva base de datos de referencia de energ&iacute;as reticulares se ha generado con CrystaLattE. Esta base de datos demuestra un esquema jer&aacute;rquico, incluido en CrystaLattE, que emplea el m&eacute;todo CCSD(T)/CBS para las interacciones m&aacute;s relevantes y MP2/aug-cc-pVDZ para interacciones m&aacute;s distantes. Nuestra base de datos incluye peque&ntilde;as mol&eacute;culas org&aacute;nicas contenidas en otras bases de datos de cristales y la expande con un conjunto adicional de cristales moleculares relevantes en aplicaciones farmac&eacute;uticas y de investigaci&oacute;n en energ&iacute;a. Las energ&iacute;as reticulares de referencia de esta base de datos se comparan con las mismas obtenidas a trav&eacute;s del uso de aproximaciones funcionales de densidad, para evaluar la aplicabilidad de estos m&eacute;todos en la predicci&oacute;n de la estructura cristalina.
		</p>
		<center><h3 class="research">Separaci&oacute;n de las Escalas de Tiempo entre las Contribuciones Energ&eacute;ticas en el Potencial de Fragmento Efectivo</h3></center>
		<p class="research" align="justify">
			El potencial de fragmento efectivo (EFP) es una aproximaci&oacute;n sistem&aacute;tica para describir interacciones intermoleculares en un modo eficiente y riguroso. EFP es un potencial basado en mec&aacute;nica cu&aacute;ntica que puede ser visto como un campo de fuerza polarizable no emp&iacute;rico. En este trabajo, se analiza la evoluci&oacute;n temporal de las energ&iacute;as electrost&aacute;tica, de polarizaci&oacute;n, dispersiva y de repulsi&oacute;n de intercambio en peque&ntilde;os agregados de agua, simulados en el colectivo microcan&oacute;nico. Con base en estos resultados, se explora un enfoque para acelerar las simulaciones de din&aacute;mica molecular EFP mediante la explotaci&oacute;n de la inherente separaci&oacute;n de escalas de tiempo entre cada una de estas contribuciones de energ&iacute;a.
		</p>
	</body>

		<center><h2 class="research"><a name="Campos-de-Fuerza">Din&aacute;mica con Campos de Fuerza Cl&aacute;sicos y Polarizables</a></h2></center>

	<div class="research-images">
		<center>
			<img style="border: 1px solid; width: auto; height: 320px;"
				title="Dinamica Molecular de Hidrogeles Destacada en la Portada de JPCB"
				src="research/JPCB.jpg"
				alt="" hspace="5" vspace="5"/>
			<img style="border: 1px solid; width: auto; height: 320px"
				title="Sistema de Hielo y Agua EFP"
				src="research/256W_NPT_EFPMD-33.gif"
				alt="" hspace="6" vspace="5"/>
			
		</center>
	</div>

	<body>
		<center><h3 class="research">Determinando el Punto de Fusi&oacute;n del Hielo con el Potencial de Fragmento Efectivo</h3></center>
		<p class="research" align="justify">
			Capturar de la complejidad del agua a escala molecular siempre ha sido un reto, una tarea que ha necesitado de la descripci&oacute;n cl&aacute;sica y cu&aacute;ntica de las interacciones intermoleculares. En las ciencias f&iacute;sicas y de los seres vivos, el agua juega un papel esencial en la estabilizaci&oacute;n de biomol&eacute;culas y en reacciones qu&iacute;micas &aacute;cido-base. Adem&aacute;s, la descripci&oacute;n detallada de los mecanismos b&aacute;sicos de formaci&oacute;n del hielo es crucial en la comprensi&oacute;n de problemas ambientales y fen&oacute;menos atmosf&eacute;ricos. Sin embargo, muchos modelos cl&aacute;sicos del agua no son adecuados para el estudio de sistemas de baja temperatura porque desprecian efectos no aditivos de interacciones de m&aacute;s de dos cuerpos, y los m&eacute;todos cu&aacute;nticos se limitan a sistemas moleculares de peque&ntilde;as dimensiones. Se requieren m&eacute;todos te&oacute;ricos que pueden explicar con precisi&oacute;n los diversos tipos de interacciones intermoleculares existentes en el agua. En este proyecto, el equilibrio termodin&aacute;mico entre el agua y el hielo se explor&oacute; usando din&aacute;mica molecular EFP. El punto de fusi&oacute;n del hielo EFP fue calculado con base en el an&aacute;lisis de la evoluci&oacute;n de la energ&iacute;a total a lo largo de simulaciones en el colectivo isot&eacute;rmico-isob&aacute;rico a diferentes temperaturas.
		</p>
		<center><h3 class="research"><a name="Hidrogeles">Din&aacute;mica Molecular Atom&iacute;stica de Nanohidrogeles</a></h3></center>
		<p class="research" align="justify">
			Los hidrogeles son materiales capaces de absorber agua dentro de redes de pol&iacute;meros hidrof&iacute;licos entrelazados. Han sido ampliamente investigados por su uso en ciencia de materiales, nanotecnolog&iacute;a y productos farmac&eacute;uticos recientes. Sin embargo, no se conocen bien los detalles de un mecanismo que explique sus caracter&iacute;sticas como absorbentes de agua. Usando din&aacute;mica molecular atom&iacute;stica, se estudi&oacute; la transformaci&oacute;n estructural debida a la absorci&oacute;n de agua en nanohidrogeles de quitosano. Se simularon dos conjuntos de modelos, de escala nanom&eacute;trica, de una cadena de quitosano: uno para estudiar la dependencia del hinchamiento con respecto al grado de entrecruzamiento, y otro para observar la respuesta en relaci&oacute;n con el grado de protonaci&oacute;n. Se verific&oacute; que los nanohidrogeles mantienen su capacidad de absorber agua e hincharse, independientemente de su grado de entrecruzamiento. Notablemente, se encontr&oacute; que el comportamiento del hinchamiento del quitosano a escala nanom&eacute;trica es dependiente del pH, y que es mucho m&aacute;s limitado que la de hidrogeles de mayor escala. Por lo tanto, este estudio sugiere que las propiedades de los nanohidrogeles son significativamente diferentes de las de los hidrogeles de mayor escala. <a href="http://dx.doi.org/10.1021/acs.jpcb.5b11230"/>Estos hallazgos se han publicado recientemente en el Journal of Physical Chemistry B</a>.
		</p>
	</body>

	<center><h2 class="research"><a name="Farmacia">Modelado Molecular con Aplicaciones Farmac&eacute;uticas</a></h2></center>

	<div class="research-images">
		<center>
			<img style="border: 1px solid; width: auto; height: 370px;"
				title="Dise&ntilde;o Mecan&iacute;stico de Pol&iacute;meros"
				src="research/Polymers.jpg"
				alt="" hspace="5" vspace="5"/>
			<img style="border: 1px solid; width: auto; height: 370px;"
				title="Dinamica Molecular de Excipientes y Dispersiones Amorfas Destacada en la Portada de Biomacromolecules"
				src="research/Biomac.jpg"
				alt="" hspace="6" vspace="5"/>
			<!--<img style="border: 1px solid; width: auto; height: 320px;"
				title="Comparaci&oacute;n de las Propiedades de Inhibici&oacute;n de la Cristalizaci&oacute;n de Sales Biliares"
				src="research/Bile_Salts.jpg"
				alt="" hspace="6" vspace="5"/>-->
			
		</center>
	</div>

	<body>
		<center><h3 class="research">Dise&ntilde;o Mecan&iacute;stico de Pol&iacute;meros con Aplicaciones en Farmac&eacute;uticos</h3></center>
		<p class="research" align="justify">
			La biodisponibilidad de un alto porcentaje de nuevos candidatos a f&aacute;rmacos est&aacute; limitada por su baja solubilidad. El uso de la forma amorfa del f&aacute;rmaco es una buena estrategia para mejorar su solubilidad. Sin embargo, el estado amorfo es inestable, y el f&aacute;rmaco cristaliza con el paso del tiempo, perdiendo su ventaja de solubilidad. Pol&iacute;meros son utilizados para estabilizar formulaciones amorfas, y para mantener altas sobresaturaciones despu&eacute;s de la disoluci&oacute;n de la formulaci&oacute;n. Mientras que los estudios experimentales con pol&iacute;meros comerciales muestran diferencias en la efectividad de cada pol&iacute;mero, el mecanismo molecular de la estabilizaci&oacute;n todav&iacute;a no est&aacute; claro, por lo que el dise&ntilde;o racional de nuevos pol&iacute;meros es desafiante. Esta colaboraci&oacute;n con la Dra. Mosquera-Giraldo y la Prof. Taylor, explora c&oacute;mo sustituyentes qu&iacute;micamente diversos impactan la efectividad de nuevos pol&iacute;meros de celulosa como inhibidores de la cristalizaci&oacute;n. Din&aacute;mica molecular y c&aacute;lculos qu&iacute;micos cu&aacute;nticos se utilizaron para investigar c&oacute;mo la diversidad qu&iacute;mica modifica la conformaci&oacute;n del pol&iacute;mero y la din&aacute;mica. Estos resultados ayudan a explicar por qu&eacute; dos pol&iacute;meros con grupos qu&iacute;micos similares pueden mostrar efectividad diferente debido a fuertes interacciones intramoleculares no covalentes. <a href="http://dx.doi.org/10.1021/acs.biomac.6b01156"/>Estos hallazgos se han publicado recientemente en la revista Biomacromolecules</a>.
		</p>
		<center><h3 class="research">Comparaci&oacute;n de las Propiedades de Inhibici&oacute;n de la Cristalizaci&oacute;n de Sales Biliares</h3></center>
		<p class="research" align="justify">
			Las sales biliares son surfactantes naturales presentes en el tracto gastrointestinal humano. Por lo tanto, es esencial tener en cuenta su efecto sobre la disoluci&oacute;n y cristalizaci&oacute;n de formulaciones orales de f&aacute;rmacos. Aunque recientemente se ha demostrado que el taurocolato de sodio, una sal biliar com&uacute;n, puede retrasar la nucleaci&oacute;n de ciertos compuestos, la informaci&oacute;n acerca de las propiedades de inhibici&oacute;n de la cristalizaci&oacute;n de otras sales biliares es limitada. En este proyecto, se utilizaron simulaciones de din&aacute;mica molecular para asistir la evaluaci&oacute;n de la capacidad de varias sales biliares para mantener soluciones acuosas sobresaturadas de tres compuestos farmacol&oacute;gicos: celecoxib, nevirapina y flibanserina. Experimentalmente, la mayor&iacute;a de las sales biliares retras&oacute; la nucleaci&oacute;n. Sin embargo, sus efectos inhibidores var&iacute;an dependiendo de la estructura y concentraci&oacute;n de la sal biliar y el f&aacute;rmaco. Simulaciones de din&aacute;mica molecular indicaron que interacciones de van der Waals y de enlace de hidr&oacute;geno se producen entre f&aacute;rmacos y sales biliares y que var&iacute;an entre diferentes sistemas. Estos resultados son importantes para entender mejor la tendencia a cristalizar de compuestos poco solubles en agua administrados por v&iacute;a oral in vivo. <a href="http://dx.doi.org/10.1021/acs.cgd.6b01470"/>Estos hallazgos han sido reportados recientemente en la revista Crystal Growth & Design</a>.
		</p>
		<center><h3 class="research">Comportamiento de Fases en Dispersiones S&oacute;lidas Amorfas de F&aacute;rmaco-pol&iacute;mero Producidas en Solventes Binarios o Terciarios</h3></center>
		<p class="research" align="justify">
			La mayor&iacute;a de los estudios que eval&uacute;an dispersiones s&oacute;lidas amorfas (ASDs) utilizan t&eacute;cnicas de evaporaci&oacute;n de solventes como m&eacute;todo de preparaci&oacute;n. Sin embargo, el impacto de las propiedades del sistema solvente/cosolvente sobre la conformaci&oacute;n del pol&iacute;mero y el comportamiento de fases de las mezclas resultantes de f&aacute;rmaco-pol&iacute;mero es poco conocido. Esta es una investigaci&oacute;n de la influencia de las propiedades del solvente en el comportamiento de fases de las ASDs que contienen itraconazol (ITZ) e hidroxipropilmetil celulosa (HPMC), preparados utilizando recubrimiento por centrifugaci&oacute;n de sistemas cosolventes binarios/ternarios que contienen alcoholes alqu&iacute;licos, diclorometano (DCM) y agua. La compatibilidad del pol&iacute;mero con el sistema cosolvente se analiz&oacute; utilizando t&eacute;cnicas de imagen de alta resoluci&oacute;n complementadas por simulaciones de din&aacute;mica molecular. Se encontr&oacute; que los alcoholes de cadena corta, metanol y etanol, inducen separaci&oacute;n del f&aacute;rmaco y el pol&iacute;mero en presencia de agua. Por el contrario, se observ&oacute; mezcla inducida por agua cuando se usaron alcoholes m&aacute;s grandes, n-propanol y n-butanol, como cosolventes. Isopropanol produjo ASDs de fases separadas en condiciones h&uacute;medas y secas. Este comportamiento de fase inducido por el solvente muestra la importancia de realizar un filtrado exhaustivo de solventes antes de la preparaci&oacute;n de los ASDs. Este estudio destaca la compleja interacci&oacute;n de las propiedades de los componentes y las condiciones de formaci&oacute;n de la microestructura ASD resultante y, en &uacute;ltima instancia, estas observaciones pueden ayudar a mejorar el dise&ntilde;o racional de ASDs producidos a trav&eacute;s de la evaporaci&oacute;n de solvente. <!-- <a href=""/>Estos hallazgos han sido reportados recientemente en la revista Molecular Pharmaceutics</a>. -->
		</p>
	</body>
	<center><h2 class="research"><a name="TFD">Teor&iacute;a del Funcional de la Densidad</a></h2></center>	
	<div class="research-images">
		<center>
			<img style="border: 1px solid; width: auto; height: 257px;"
				title="Animacion de los Orbitales Moleculares de Frontera del Litio-Benceno"
				src="research/Li-Benzene.gif"
				alt="" hspace="5" vspace="5"/>
			<img style="border: 1px solid; width: auto; height: 247px; padding: 5px 4px 5px 5px;"
				title="Estados Base y Excitados del Litio-Benceno"
				src="research/Li-Benzene.png"
				alt="" hspace="5" vspace="5"/>
		</center>
	</div>	
	<body>
		<center><h3 class="research">Dispersi&oacute;n</h3></center>
		<p class="research" align="justify">
			Las fuerzas de van der Waals son esenciales para determinar la estructura y propiedades de biomol&eacute;culas y materiales. Desempe&ntilde;an un papel fundamental en campos tan diversos como la qu&iacute;mica supramolecular, la biolog&iacute;a estructural, la ciencia de pol&iacute;meros, la nanotecnolog&iacute;a, la ciencia de superficies, y la f&iacute;sica de la materia condensada; adem&aacute;s de proporcionar explicaciones para fen&oacute;menos qu&iacute;micos, f&iacute;sicos y biol&oacute;gicos tales como: c&oacute;mo se apilan las bases en el ADN, qu&eacute; da estructura al grafito, o por qu&eacute; las lagartijas pueden adherirse al vidrio. En este proyecto dirigido por el Dr. Correa y el Dr. Andrade, del Laboratorio Nacional Lawrence Livermore, se present&oacute; la derivaci&oacute;n de las ecuaciones del m&eacute;todo Tkatchenko-Scheffler para interacciones de van der Waals y se propuso una implementaci&oacute;n port&aacute;til en C. En particular, se derivaron las expresiones para la fuerza y para el potencial intercambio y correlaci&oacute;n. Una interfaz para el c&oacute;digo de la biblioteca port&aacute;til fue dise&ntilde;ada para permitir la implementaci&oacute;n modular en c&oacute;digos con diferentes representaciones de conjuntos de base. Una implementaci&oacute;n piloto en el c&oacute;digo Octopus se prob&oacute;, validado sus resultados con otros c&oacute;digos, para consistencia interna. Se comprobaron los resultados para propiedades tanto en el estado fundamental y c&oacute;mo en estados excitados.
		</p>
		<center><h3 class="research">Transferencia de Carga</h3></center>
		<p class="research" align="justify">
			La mayor&iacute;a de las aproximaciones al funcional de intercambio y correlaci&oacute;n de la Teor&iacute;a del Funcional Densidad de Kohn-Sham conducen a errores de deslocalizaci&oacute;n que perjudican la descripci&oacute;n de fen&oacute;menos de transferencia de carga. Una exploraci&oacute;n de c&oacute;mo diversos funcionales aproximados y esquemas de distribuci&oacute;n de carga describen las distribuciones de carga at&oacute;mica en el estado fundamental se llev&oacute; a cabo en el complejo del litio-benceno, un sistema modelo relevante para supercondensadores basados en carbono. Para entender las tendencias, comparaciones con c&aacute;lculos de Hartree-Fock (HF) y post-HF correlacionados se llevaron a cabo, confirmando que la brecha HOMO-LUMO es muy estrecha en funcionales semilocales, y muy ancha en funcionales h&iacute;bridos con grandes fracciones de intercambio de HF. En este proyecto se analiz&oacute; y explic&oacute; por qu&eacute; sucede esto, discutiendo las implicaciones, y concluyendo que los funcionales h&iacute;bridos con una mezcla de aproximadamente un cuarto de intercambio de HF, tales como PBE0 o B3LYP, son particularmente &uacute;tiles para describir la transferencia de carga en el modelo del litio-benceno. <a href="http://dx.doi.org/10.1021/acs.jpca.6b09014"/>Estos hallazgos se han publicado recientemente en el Journal of Physical Chemistry A</a>.
		</p>
		<center><h3 class="research">Desarrollo de Funcionales de la Densidad</h3></center>
		<p class="research" align="justify">
			En esta colaboraci&oacute;n con el Dr. Mosquera, el Prof. Ratner, y el Prof. Schatz de la Universidad Northwestern, se examina la teor&iacute;a generalizada de Kohn-Sham (GKS) para funcionales h&iacute;bridos, una extensi&oacute;n de la teor&iacute;a de Kohn-Sham para estados electr&oacute;nicos fundamentales que conduce a una variedad de funcionales de la densidad alternativos, &iacute;ntimamente relacionados con la aproximaci&oacute;n local de la densidad (LDA). Se analiza por qu&eacute; la inclusi&oacute;n de intercambio de Hartree-Fock (HF), y su forma corregida a largo alcance, dominan sobre las correcciones generalizadas del gradiente en la mejora de la calidad de la brecha fundamental y de las estimaciones de energ&iacute;as de excitaci&oacute;n. Como una ilustraci&oacute;n de la amplia gama de posibilidades creadas por este trabajo, se presenta a CAM-LDA0: un funcional de tres par&aacute;metros, con un cuarto de interacci&oacute;n de HF global y un medio para largo alcance; un factor de separaci&oacute;n de rango de un tercio; y el intercambio y correlaci&oacute;n de LDA puro. CAM-LDA0 funciona para excitaciones electr&oacute;nicas tan bien como el funcional CAM-B3LYP, con la ventaja de una reducci&oacute;n del costo computacional debido a la omisi&oacute;n de las engorrosas correcciones generalizadas de gradiente. <a href="http://dx.doi.org/10.1021/acs.jpca.5b10864"/>Estos hallazgos se han publicado recientemente en el Journal of Physical Chemistry A</a>.
		</p>
	</body>
	<center><h2 class="research"><a name="Ab-Inicio">Din&aacute;mica y Estructura Electr&oacute;nica</a></h2></center>
	<div class="research-images">
		<center>
			<img style="border: 1px solid; width: auto; height: 270px; padding: 9px 4px 1px 4px;"
				title="Analisis de los Orbitales Moleculares de las Excitaciones del Nitrato de Carbonilo"
				src="research/Excitations.png"
				alt="" hspace="5" vspace="5"/>
			<img style="border: 1px solid; width: auto; height: 280px;"
				title="Hibridos SWCNT/DNA como Transductores Quimicos de Nanosensores"
				src="research/SWCNT-Poly-G.png"
				alt="" hspace="5" vspace="5"/>
		</center>
	</div>
	<body>
		<center><h3 class="research">Fotoqu&iacute;mica en la Atm&oacute;sfera</h3></center>
		<p class="research" align="justify">
			Los nitratos de carbonilo se producen a partir de la oxidaci&oacute;n de isopreno iniciada por el NO<sub>3</sub>, constituy&eacute;ndolos en un dep&oacute;sito de NO</sub>x</sub> potencialmente importante. En esta colaboraci&oacute;n con el grupo del Prof. Shepson en la Universidad Purdue, el proceso de degradaci&oacute;n fotoqu&iacute;mica de los nitratos de carbonilo de isopreno se investiga para entender mejor su destino. En un proyecto, se calcularon y correlacionaron los espectros de absorci&oacute;n ultravioleta te&oacute;ricos, en fase gaseosa, del nitrato de carbonilo de isopreno, metacrole&iacute;na, y nitrato de n-butilo, utilizando la teor&iacute;a funcional de la densidad dependiente del tiempo (TDDFT). <a href="http://dx.doi.org/10.5194/acp-16-5595-2016"/>Estos hallazgos fueron reportados en Atmospheric Chemistry and Physics Discussions.</a> En un segundo proyecto, los posibles caminos de reacci&oacute;n del nitrato de isobutilo en agua se analizaron utilizando DFT. <a href="http://dx.doi.org/10.5194/acp-2016-726"/>Algunos de estos hallazgos han sido reportados recientemente en Atmospheric Chemistry and Physics Discussions.</a>
		</p>
		<center><h3 class="research">Nanosensores y Narices Qu&iacute;micas</h3></center>
		<p class="research" align="justify">
			Los nanotubos de carbono (CNT) constituyen excelentes candidatos para el desarrollo de nuevas generaciones de sensores a nanoescala, gracias a sus atractivas propiedades electr&oacute;nicas, mec&aacute;nicas y qu&iacute;micas. En particular, se ha demostrado que la funcionalizaci&oacute;n de nanotubos de carbono con diferentes grupos les confiere selectividad para sustancias espec&iacute;ficas. En esta contribuci&oacute;n, se present&oacute; un estudio computacional de las propiedades electr&oacute;nicas de nanotubos de carbono semiconductores de pared simple (SWCNT), funcionalizados no covalentemente con hebras de homopolinucle&oacute;tidos, para analizar su respuesta frente a la exposici&oacute;n a mezclas de gases protot&iacute;picas, con el fin de evaluar su potencial utilidad como transductores en la construcci&oacute;n de nanosensores y narices qu&iacute;micas. La respuesta electr&oacute;nica de los transductores se caracteriz&oacute; mediante la evaluaci&oacute;n de la distribuci&oacute;n de carga at&oacute;mica y la diferencia de potencial electrost&aacute;tico entre los terminales del nanotubo. Se observ&oacute; una transferencia parcial de electrones desde el nanotubo hacia mol&eacute;culas de ox&iacute;geno cuando estos transductores modelo fueron expuestos a mezclas gases atmosf&eacute;ricos.
		</p>
	</body>
	<br>

	<!-- This is where the content of the page ends. -->
	
	<!-- Copyright information. -->
	<div class="bottom">
		<img style="border: 0px solid; width: 100%; height: auto;"
			title="Bottom"
			src="main/bottom.png"
			alt="" hspace="0" vspace="0"/>
	</div>
	<footer>
		<center>&copy 2021 Carlos H. Borca</center>
	</footer>
<script>
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','https://www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-76513146-1', 'auto');
  ga('send', 'pageview');

</script>
</html>